import HouseOne from "../assets/HouseOne.png";
import HouseTwo from "../assets/HouseTwo.png";
import HouseThree from "../assets/HouseThree.png";
import HouseFour from "../assets/HouseFour.png";

const ArrayHouses = [
  {
    name: "Незвідана Бакота",
    location: "Хмельницьк",
    smallImg: HouseOne,
    details:
      "У Хмельницькій області розташований загублений край - Бакота. Мальовничий каньйон з давньою історією захоплює своїми просторами та незвичною атмосферою. Бджільництво, свіжий мед із польових трав, дотик до природи.",
  },
  {
    name: "Полонини Карпат",
    location: "Карпати",
    smallImg: HouseTwo,
    details:
      "Полонини Карпат, у селі Орів посеред гір розташувався затишний куточок для незабутніх вражень. Справжні українські гори, власноручне сироваріння на полонині, водоспади та вікові дерева чекають на Вас.",
  },
  {
    name: "Автентична Київщина",
    location: "Київ",
    smallImg: HouseThree,
    details:
      "Неподалік центра Києва розташувалось автентичне українське село на території однойменного села Пирогово. Дерев’яні млини, запашний хліб, приготовлений своїми руками, українські пісні та багато іншого чекає на вас уже зараз.",
  },
  {
    name: "Нетипова Одещина",
    location: "Одеса",
    smallImg: HouseFour,
    details:
      "В Одеській області знаходиться мальовниче містечко Вилкове. Його ще називають «українською Венецією». Вилкове - це містечко на воді, весь в каналах. Розташоване в місці, де зустрічаються річка Дунай і Чорне море. Люди пересуваються переважно човнами. Нетипове українське село не залишить Вас без вражень.",
  },
];

export default ArrayHouses;
